[TheWorld:PersistentLevel.H7BattleSite_0 H7BattleSite]
mDescription="蜘蛛女王的邪恶信徒正在这些不洁的围墙内进行令人毛骨悚然的仪式……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_1 H7BattleSite]
mDescription="蜘蛛女王的邪恶信徒正在这些不洁的围墙内进行令人毛骨悚然的仪式……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_2 H7BattleSite]
mDescription="蜘蛛女王的邪恶信徒正在这些不洁的围墙内进行令人毛骨悚然的仪式……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_3 H7BattleSite]
mDescription="蜘蛛女王的邪恶信徒正在这些不洁的围墙内进行令人毛骨悚然的仪式……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_10 H7BattleSite]
mDescription="被屠戮巨龙的幽灵在这片古老的战场上徘徊。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_11 H7BattleSite]
mDescription="被屠戮巨龙的幽灵在这片古老的战场上徘徊。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_8 H7BattleSite]
mDescription="被屠戮巨龙的幽灵在这片古老的战场上徘徊。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_9 H7BattleSite]
mDescription="被屠戮巨龙的幽灵在这片古老的战场上徘徊。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_12 H7BattleSite]
mDescription="过去闯入者的尸体纠缠在树根之间。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_13 H7BattleSite]
mDescription="过去闯入者的尸体纠缠在树根之间。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_14 H7BattleSite]
mDescription="过去闯入者的尸体纠缠在树根之间。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_15 H7BattleSite]
mDescription="过去闯入者的尸体纠缠在树根之间。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_16 H7BattleSite]
mDescription="现实结构中的这道裂隙通向一个地狱般的维度。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_19 H7BattleSite]
mDescription="现实结构中的这道裂隙通向一个地狱般的维度。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_21 H7BattleSite]
mDescription="现实结构中的这道裂隙通向一个地狱般的维度。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_22 H7BattleSite]
mDescription="现实结构中的这道裂隙通向一个地狱般的维度。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_17 H7BattleSite]
mDescription="令人不安的嘎嘎声在蜿蜒的楼梯上回响……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_18 H7BattleSite]
mDescription="令人不安的嘎嘎声在蜿蜒的楼梯上回响……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_20 H7BattleSite]
mDescription="令人不安的嘎嘎声在蜿蜒的楼梯上回响……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_23 H7BattleSite]
mDescription="令人不安的嘎嘎声在蜿蜒的楼梯上回响……"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_24 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_25 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_26 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_27 H7BattleSite]
mDescription="巨大的野兽隐藏在这个洞穴中，使其在震颤中崩塌。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_28 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_29 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_30 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_31 H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_33 H7BattleSite]
mDescription="这些废墟看起来平静而无生气。但仍能感受到一股强大的魔法存在。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_34 H7BattleSite]
mDescription="这些石头标志着一个被遗忘冒险者的最后安息之地。你会亵渎这座坟墓寻找贵重物品吗？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_4 H7BattleSite]
mDescription="这些石头标志着一个被遗忘冒险者的最后安息之地。你会亵渎这座坟墓寻找贵重物品吗？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_5 H7BattleSite]
mDescription="这些石头标志着一个被遗忘冒险者的最后安息之地。你会亵渎这座坟墓寻找贵重物品吗？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_6 H7BattleSite]
mDescription="这些石头标志着一个被遗忘冒险者的最后安息之地。你会亵渎这座坟墓寻找贵重物品吗？"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_7 H7BattleSite]
mDescription="这些石头标志着一个被遗忘冒险者的最后安息之地。你会亵渎这座坟墓寻找贵重物品吗？"
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_0 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_1 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_2 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_3 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_0 H7RandomTown]
mName="蓝色"

[TheWorld:PersistentLevel.H7RandomTown_1 H7RandomTown]
mName="红色 1"

[TheWorld:PersistentLevel.H7RandomTown_2 H7RandomTown]
mName="蓝色 1"

[TheWorld:PersistentLevel.H7RandomTown_3 H7RandomTown]
mName="蓝色 2"

[TheWorld:PersistentLevel.H7RandomTown_4 H7RandomTown]
mName="红色 2"

[TheWorld:PersistentLevel.H7RandomTown_6 H7RandomTown]
mName="红色 3"

[TheWorld:PersistentLevel.H7RandomTown_7 H7RandomTown]
mName="蓝色 3"

[TheWorld:PersistentLevel.H7SignPostBuoy_0 H7SignPostBuoy]
mHeadline="受损的桥"
mMessage="这座桥似乎受损了"
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_1 H7SignPostBuoy]
mHeadline="受损的桥"
mMessage="这座桥似乎受损了"
mName=""

[TheWorld:PersistentLevel.H7VisitingShell_0 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="雪崩 1"

[TheWorld:PersistentLevel.H7VisitingShell_1 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="射线 1"

[TheWorld:PersistentLevel.H7VisitingShell_2 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="雪崩 2"

[TheWorld:PersistentLevel.H7VisitingShell_3 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="射线 2"

[TheWorld:PersistentLevel.H7VisitingShell_4 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="雪崩 3"

[TheWorld:PersistentLevel.H7VisitingShell_5 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="射线 3"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_0 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_0"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_1 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_1"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_10 H7SeqAct_Quest_NewNode]
mTitle="杀死2500个怪物"
mDescription="杀死2500个怪物"
mRewardText="你是个刺客"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_2 H7SeqAct_Quest_NewNode]
mTitle="16级英雄"
mDescription="16级英雄"
mRewardText="你是个伟大的战士"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_3 H7SeqAct_Quest_NewNode]
mTitle="25级英雄"
mDescription="25级英雄"
mRewardText="你是个非常伟大的战士"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_4 H7SeqAct_Quest_NewNode]
mTitle="蓝色城镇等级15"
mDescription="蓝色城镇等级15"
mRewardText="你是个建造者"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_5 H7SeqAct_Quest_NewNode]
mTitle="蓝色城镇等级25"
mDescription="蓝色城镇等级25"
mRewardText="你是个伟大的建造者"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_6 H7SeqAct_Quest_NewNode]
mTitle="蓝色1城镇等级15"
mDescription="蓝色城镇1等级15"
mRewardText="你是个优秀的建造者"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_7 H7SeqAct_Quest_NewNode]
mTitle="蓝色2城镇等级15"
mDescription="蓝色2城镇等级15"
mRewardText="你是个非常优秀的建造者"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_8 H7SeqAct_Quest_NewNode]
mTitle="蓝色3城镇等级15"
mDescription="蓝色3城镇等级15"
mRewardText="你真是个优秀的建造者。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_9 H7SeqAct_Quest_NewNode]
mTitle="杀死500个怪物"
mDescription="杀死500个怪物"
mRewardText="你是个杀手"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_0 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_1 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_10 H7SeqAct_QuestObjective]
Description="蓝色3城镇等级15"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_11 H7SeqAct_QuestObjective]
mDescription="杀死500个怪物"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_12 H7SeqAct_QuestObjective]
mDescription="杀死2500个怪物"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_2 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_3 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_4 H7SeqAct_QuestObjective]
mDescription="16级英雄"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_5 H7SeqAct_QuestObjective]
mDescription="25级英雄"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_6 H7SeqAct_QuestObjective]
mDescription="蓝色城镇等级15"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_7 H7SeqAct_QuestObjective]
mDescription="蓝色城镇等级25"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_8 H7SeqAct_QuestObjective]
mDescription="蓝色1城镇等级15"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_9 H7SeqAct_QuestObjective]
mDescription="蓝色2城镇等级15"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_27.H7SeqAct_ShowDialogue_0 H7SeqAct_ShowDialogue]
mLines[0]_Content="红色1城镇已被占领并重建！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_27.H7SeqAct_ShowDialogue_1 H7SeqAct_ShowDialogue]
mLines[0]_Content="红色2城镇已被占领并重建！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_27.H7SeqAct_ShowDialogue_2 H7SeqAct_ShowDialogue]
mLines[0]_Content="红色3城镇已被占领并重建！"

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_2 H7MapInfo]
mName="圆环"
mDescription="在一次闪电般的征服之后，你\"友好\"的邻居已经占领了该地区所有的城镇……\n毫无疑问，你是他的下一个目标！\n你能抵挡住他的猛攻吗？\r\n为你和AI玩家选择你喜欢的阵营。\r\n占领一座城堡后，它将被重建为你所属阵营的城堡。\r\n最好选择（左侧）英雄AI难度。\r\n选择（右下角）你想要的难度。\r\n需要使用英雄无敌7.5版本1.38.3或更高版本游玩。\r\n感谢@Doctor帮助消除了场景脚本中的一个错误。"